tap "domt4/autoupdate"
tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "jandedobbeleer/oh-my-posh"
tap "oven-sh/bun"
tap "phrase/brewed"
brew "giflib"
brew "libpng"
brew "xz"
brew "jpeg-xl"
brew "aom"
brew "bash"
brew "bat"
brew "node"
brew "bitwarden-cli"
brew "blueutil"
brew "pixman"
brew "cairo"
brew "curl"
brew "libpq", link: true
brew "php"
brew "composer"
brew "coreutils"
brew "diff-so-fancy"
brew "docker-compose"
brew "eza"
brew "fnm"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-extras"
brew "glab"
brew "gnu-sed"
brew "go"
brew "graphicsmagick"
brew "pkg-config"
brew "httpie"
brew "jpeg"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "pango"
brew "librsvg"
brew "qemu"
brew "lima"
brew "mailpit", restart_service: true
brew "mas"
brew "neovim"
brew "tree"
brew "pass"
brew "phrase-cli"
brew "postgresql@13"
brew "postgresql@15", restart_service: true
brew "python@3.10"
brew "python@3.9"
brew "rename"
brew "ripgrep"
brew "spaceship"
brew "subversion"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "tlrc"
brew "tmux"
brew "vercel-cli"
brew "vim"
brew "yarn"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-vi-mode"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "oven-sh/bun/bun"
cask "1password"
cask "alacritty"
cask "appcleaner"
cask "bettertouchtool"
cask "bitwarden"
cask "discord"
cask "docker"
cask "dropbox"
cask "fantastical"
cask "figma"
cask "firefox"
cask "font-fira-code"
cask "font-inter"
cask "font-jetbrains-mono"
cask "font-source-code-pro"
cask "google-chrome"
cask "google-chrome-canary"
cask "google-cloud-sdk"
cask "hiddenbar"
cask "insomnia"
cask "intellij-idea-ce"
cask "iterm2"
cask "kap"
cask "karabiner-elements"
cask "kitty"
cask "kobo"
cask "logitech-options"
cask "macmediakeyforwarder"
cask "messenger"
cask "ngrok"
cask "notion"
cask "numi"
cask "obsidian"
cask "omnifocus"
cask "postico"
cask "proxyman"
cask "qlvideo"
cask "raycast"
cask "readdle-spark"
cask "slack"
cask "sonos"
cask "spotify"
cask "telegram"
cask "ticktick"
cask "tuple"
cask "visual-studio-code"
cask "vlc"
cask "warp"
mas "AdBlock", id: 1402042596
mas "Day One", id: 1055511498
mas "Gifski", id: 1351639930
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Save to Reader", id: 1640236961
mas "Things", id: 904280696
mas "Todoist", id: 585829637
mas "Vimari", id: 1480933944
mas "Xcode", id: 497799835
vscode "aaron-bond.better-comments"
vscode "arcanis.vscode-zipfs"
vscode "astro-build.astro-vscode"
vscode "cssho.vscode-svgviewer"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "figma.figma-vscode-extension"
vscode "fwcd.kotlin"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "ms-azuretools.vscode-docker"
vscode "ms-playwright.playwright"
vscode "naumovs.color-highlight"
vscode "orta.vscode-twoslash-queries"
vscode "richie5um2.vscode-sort-json"
vscode "robbowen.synthwave-vscode"
vscode "sdras.night-owl"
vscode "simonsiefke.svg-preview"
vscode "sleistner.vscode-fileutils"
vscode "stkb.rewrap"
vscode "styled-components.vscode-styled-components"
vscode "stylelint.vscode-stylelint"
vscode "syler.sass-indented"
vscode "sysoev.language-stylus"
vscode "teabyii.ayu"
vscode "unifiedjs.vscode-mdx"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "yoavbls.pretty-ts-errors"
