# taps
tap "cormacrelf/tap" # dark-notify
tap "dhth/tap"       # prs
tap "oven-sh/bun"    # bun
tap "sst/tap"        # opencode

# shell
brew "bash"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-vi-mode"
brew "coreutils"
brew "gnu-sed"
brew "curl"
brew "dotbot"
brew "mas"
brew "direnv"

# nav / view
brew "bat"
brew "eza"
brew "fd"
brew "fzf"
brew "ripgrep"
brew "the_silver_searcher"
brew "zoxide"
brew "tree"
brew "yazi"
brew "tlrc"
brew "bottom"
brew "diff-so-fancy"

# git
brew "git"
brew "gh"
brew "git-delta"
brew "git-extras"
brew "git-trim"
brew "lazygit"

# editor / terminal
brew "neovim"
brew "vim"
brew "tmux"
brew "luarocks"

# node
brew "fnm"
brew "pnpm"
brew "bun"
brew "zx"

# dev misc
brew "jq"
brew "httpie"
brew "opencode"
brew "dark-notify"
brew "prs"
brew "blueutil"
brew "terminal-notifier"

# infra / db
brew "docker", link: false
brew "docker-compose"
brew "lazydocker"
brew "k9s"
brew "flyway"

# casks — apps
cask "1password"
cask "bitwarden"
cask "caffeine"
cask "cursor"
cask "docker-desktop"
cask "dropbox"
cask "gcloud-cli"
cask "ghostty"
cask "google-chrome"
cask "hiddenbar"
cask "karabiner-elements"
cask "leader-key"
cask "linear-linear"
cask "logitech-options"
cask "obsidian"
cask "postico"
cask "raycast"
cask "slack"
cask "spotify"
cask "todoist-app"
cask "tuple"
cask "zen"

# casks — fonts
cask "font-geist-mono-nerd-font"

# mac app store
mas "keymapp", id: 6472865291
mas "Raycast Companion", id: 6738274497
