tap "cormacrelf/tap"
tap "dhth/tap"
tap "domt4/autoupdate"
tap "jakehilborn/jakehilborn"
tap "jandedobbeleer/oh-my-posh"
tap "jorgerojas26/lazysql"
tap "libsql/sqld"
tap "oven-sh/bun"
tap "phrase/brewed"
tap "sst/tap"
tap "supabase/tap"
tap "tursodatabase/tap"
brew "giflib"
brew "libpng"
brew "xz"
brew "jpeg-xl"
brew "aom"
brew "bash"
brew "bat"
brew "node"
brew "bitwarden-cli"
brew "blueutil"
brew "bottom"
brew "pixman"
brew "cairo"
brew "coreutils"
brew "ruby"
brew "cocoapods"
brew "curl"
brew "libpq", link: true
brew "php"
brew "composer"
brew "deno"
brew "diff-so-fancy"
brew "direnv"
brew "displayplacer"
brew "docker", link: false
brew "docker-compose"
brew "eza"
brew "pango"
brew "ffmpeg"
brew "fnm"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-extras"
brew "git-trim"
brew "gnu-sed"
brew "go"
brew "graphicsmagick"
brew "httpie"
brew "icu4c@76"
brew "jpeg"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "librsvg"
brew "lima"
brew "litecli"
brew "luarocks"
brew "mas"
brew "mawk"
brew "neovim"
brew "phrase-cli"
brew "pkgconf"
brew "pnpm"
brew "qemu"
brew "qpdf"
brew "rename"
brew "ripgrep"
brew "spaceship"
brew "stow"
brew "subversion"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "tlrc"
brew "tmux"
brew "tree"
brew "vercel-cli"
brew "vespa-cli"
brew "vim"
brew "yarn"
brew "yazi"
brew "zoxide"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-vi-mode"
brew "zx"
brew "cormacrelf/tap/dark-notify"
brew "dhth/tap/prs"
brew "jandedobbeleer/oh-my-posh/oh-my-posh", link: false
brew "jorgerojas26/lazysql/lazysql"
brew "oven-sh/bun/bun"
brew "sst/tap/opencode"
brew "supabase/tap/supabase"
brew "tursodatabase/tap/turso"
cask "1password"
cask "appcleaner"
cask "bettertouchtool"
cask "bitwarden"
cask "breaktimer"
cask "caffeine"
cask "clockify"
cask "cursor"
cask "discord"
cask "docker-desktop"
cask "dropbox"
cask "fantastical"
cask "figma"
cask "font-atkinson-hyperlegible-next"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-geist-mono-nerd-font"
cask "font-inter"
cask "font-source-code-pro"
cask "font-zed-mono-nerd-font"
cask "gcloud-cli"
cask "ghostty"
cask "google-chrome"
cask "google-chrome@canary"
cask "hiddenbar"
cask "insomnia"
cask "intellij-idea-ce"
cask "kap"
cask "karabiner-elements"
cask "keycastr"
cask "kobo"
cask "leader-key"
cask "logitech-options"
cask "macmediakeyforwarder"
cask "meld"
cask "messenger"
cask "ngrok"
cask "notion"
cask "notion-calendar"
cask "numi"
cask "obsidian"
cask "omnifocus"
cask "orbstack"
cask "p4v"
cask "proxyman"
cask "qlvideo"
cask "raycast"
cask "readdle-spark"
cask "shottr"
cask "slack"
cask "sonos"
cask "spotify"
cask "superwhisper"
cask "tableplus"
cask "ticktick"
cask "todoist-app"
cask "tuple"
cask "visual-studio-code"
cask "vlc"
cask "zen"
mas "AdBlock", id: 1402042596
mas "Bitwarden", id: 1352778147
mas "Day One", id: 1055511498
mas "Email", id: 1489591003
mas "Gifski", id: 1351639930
mas "keymapp", id: 6472865291
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Onigiri", id: 1639917298
mas "Pages", id: 409201541
mas "Raycast Companion", id: 6738274497
mas "Save to Reader", id: 1640236961
mas "Spark", id: 1176895641
mas "Things", id: 904280696
mas "Vimari", id: 1480933944
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "mechatroner.rainbow-csv"
